[{"id":1,"name":"Bulbasaur","fileName":"001.png","description":"Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger."},{"id":2,"name":"Ivysaur","fileName":"002.png","description":"There is a bud on this Pokemon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon."},{"id":3,"name":"Venusaur","fileName":"003.png","description":"There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people."},{"id":4,"name":"Charmander","fileName":"004.png","description":"The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokemon becomes enraged, the flame burns fiercely."},{"id":5,"name":"Charmeleon","fileName":"005.png","description":"Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color."},{"id":6,"name":"Charizard","fileName":"006.png","description":"Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself."},{"id":7,"name":"Squirtle","fileName":"007.png","description":"Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokemon to swim at high speeds."},{"id":8,"name":"Wartortle","fileName":"008.png","description":"Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokemon's toughness as a battler."},{"id":9,"name":"Blastoise","fileName":"009.png","description":"Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet."},{"id":10,"name":"Caterpie","fileName":"010.png","description":"Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokemon releases a terrifically strong odor."},{"id":11,"name":"Metapod","fileName":"011.png","description":"The shell covering this Pokemon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell."},{"id":12,"name":"Butterfree","fileName":"012.png","description":"Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest."},{"id":13,"name":"Weedle","fileName":"013.png","description":"Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose)."},{"id":14,"name":"Kakuna","fileName":"014.png","description":"Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch."},{"id":15,"name":"Beedrill","fileName":"015.png","description":"Beedrill is extremely territorial. No one should ever approach its nest?this is for their own safety. If angered, they will attack in a furious swarm."},{"id":16,"name":"Pidgey","fileName":"016.png","description":"Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings."},{"id":17,"name":"Pidgeotto","fileName":"017.png","description":"Pidgeotto claims a large area as its own territory. This Pokemon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws."},{"id":18,"name":"Pidgeot","fileName":"018.png","description":"This Pokemon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokemon."},{"id":19,"name":"Rattata","fileName":"019.png","description":"Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives?it will make its nest anywhere."},{"id":20,"name":"Raticate","fileName":"020.png","description":"Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses."},{"id":21,"name":"Spearow","fileName":"021.png","description":"Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger."},{"id":22,"name":"Fearow","fileName":"022.png","description":"Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey."},{"id":23,"name":"Ekans","fileName":"023.png","description":"Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head."},{"id":24,"name":"Arbok","fileName":"024.png","description":"This Pokemon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible."},{"id":25,"name":"Pikachu","fileName":"025.png","description":"This Pokemon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up."},{"id":26,"name":"Raichu","fileName":"026.png","description":"This Pokemon exudes a weak electrical charge from all over its body that makes it take on a slight glow in darkness. Raichu plants its tail in the ground to discharge electricity."},{"id":27,"name":"Sandshrew","fileName":"027.png","description":"Sandshrew has a very dry hide that is extremely tough. The Pokemon can roll into a ball that repels any attack. At night, it burrows into the desert sand to sleep."},{"id":28,"name":"Sandslash","fileName":"028.png","description":"Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokemon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws."},{"id":29,"name":"Nidoran?","fileName":"029.png","description":"Nidoran? has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokemon. When enraged, it releases a horrible toxin from its horn."},{"id":30,"name":"Nidorina","fileName":"030.png","description":"When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokemon appears to become nervous if separated from the others."},{"id":31,"name":"Nidoqueen","fileName":"031.png","description":"Nidoqueen's body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokemon is at its strongest when it is defending its young."},{"id":32,"name":"Nidoran?","fileName":"032.png","description":"Nidoran? has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokemon's notice."},{"id":33,"name":"Nidorino","fileName":"033.png","description":"Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might."},{"id":34,"name":"Nidoking","fileName":"034.png","description":"Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokemon goes on a rampage, there is no stopping it."},{"id":35,"name":"Clefairy","fileName":"035.png","description":"On every night of a full moon, groups of this Pokemon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other."},{"id":36,"name":"Clefable","fileName":"036.png","description":"Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights."},{"id":37,"name":"Vulpix","fileName":"037.png","description":"Inside Vulpix's body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokemon releases flames from its mouth to prevent its body from growing too hot."},{"id":38,"name":"Ninetales","fileName":"038.png","description":"Legend has it that Ninetales came into being when nine wizards possessing sacred powers merged into one. This Pokemon is highly intelligent?it can understand human speech."},{"id":39,"name":"Jigglypuff","fileName":"039.png","description":"When this Pokemon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life."},{"id":40,"name":"Wigglytuff","fileName":"040.png","description":"Wigglytuff's body is very flexible. By inhaling deeply, this Pokemon can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly like a balloon."},{"id":41,"name":"Zubat","fileName":"041.png","description":"Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down."},{"id":42,"name":"Golbat","fileName":"042.png","description":"Golbat bites down on prey with its four fangs and drinks the victim's blood. It becomes active on inky dark moonless nights, flying around to attack people and Pokemon."},{"id":43,"name":"Oddish","fileName":"043.png","description":"Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokemon's feet are thought to change shape and become similar to the roots of trees."},{"id":44,"name":"Gloom","fileName":"044.png","description":"From its mouth Gloom drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drools even more of its honey."},{"id":45,"name":"Vileplume","fileName":"045.png","description":"Vileplume has the world's largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this Pokemon catches and devours them."},{"id":46,"name":"Paras","fileName":"046.png","description":"Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokemon host. They are highly valued as a medicine for extending life."},{"id":47,"name":"Parasect","fileName":"047.png","description":"Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once."},{"id":48,"name":"Venonat","fileName":"048.png","description":"Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey."},{"id":49,"name":"Venomoth","fileName":"049.png","description":"Venomoth is nocturnal?it is a Pokemon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness."},{"id":50,"name":"Diglett","fileName":"050.png","description":"Diglett are raised in most farms. The reason is simple? wherever this Pokemon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables."},{"id":51,"name":"Dugtrio","fileName":"051.png","description":"Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly."},{"id":52,"name":"Meowth","fileName":"052.png","description":"Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokemon loves shiny coins that glitter with light."},{"id":53,"name":"Persian","fileName":"053.png","description":"Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokemon's surrounding vicinity. It becomes docile if grabbed by the whiskers."},{"id":54,"name":"Psyduck","fileName":"054.png","description":"If it uses its mysterious power, Psyduck can't remember having done so. It apparently can't form a memory of such an event because it goes into an altered state that is much like deep sleep."},{"id":55,"name":"Golduck","fileName":"055.png","description":"Golduck is the fastest swimmer among all Pokemon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas."},{"id":56,"name":"Mankey","fileName":"056.png","description":"When Mankey starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath."},{"id":57,"name":"Primeape","fileName":"057.png","description":"When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time."},{"id":58,"name":"Growlithe","fileName":"058.png","description":"Growlithe has a superb sense of smell. Once it smells anything, this Pokemon won't forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things."},{"id":59,"name":"Arcanine","fileName":"059.png","description":"Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokemon's body is its source of power."},{"id":60,"name":"Poliwag","fileName":"060.png","description":"Poliwag has a very thin skin. It is possible to see the Pokemon's spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it."},{"id":61,"name":"Poliwhirl","fileName":"061.png","description":"The surface of Poliwhirl's body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle."},{"id":62,"name":"Poliwrath","fileName":"062.png","description":"Poliwrath's highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokemon can swim back and forth across the ocean without effort."},{"id":63,"name":"Abra","fileName":"063.png","description":"Abra needs to sleep for eighteen hours a day. If it doesn't, this Pokemon loses its ability to use telekinetic powers. If it is attacked, Abra escapes using Teleport while it is still sleeping."},{"id":64,"name":"Kadabra","fileName":"064.png","description":"Kadabra holds a silver spoon in its hand. The spoon is used to amplify the alpha waves in its brain. Without the spoon, the Pokemon is said to be limited to half the usual amount of its telekinetic powers."},{"id":65,"name":"Alakazam","fileName":"065.png","description":"Alakazam's brain continually grows, infinitely multiplying brain cells. This amazing brain gives this Pokemon an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world."},{"id":66,"name":"Machop","fileName":"066.png","description":"Machop exercises by hefting around a Graveler as if it were a barbell. There are some Machop that travel the world in a quest to master all kinds of martial arts."},{"id":67,"name":"Machoke","fileName":"067.png","description":"Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokemon heads to the fields and mountains to exercise and train."},{"id":68,"name":"Machamp","fileName":"068.png","description":"Machamp is known as the Pokemon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon."},{"id":69,"name":"Bellsprout","fileName":"069.png","description":"Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokemon spits a corrosive fluid that melts even iron."},{"id":70,"name":"Weepinbell","fileName":"070.png","description":"Weepinbell has a large hook on its rear end. At night, the Pokemon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground."},{"id":71,"name":"Victreebel","fileName":"071.png","description":"Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokemon swallows it whole."},{"id":72,"name":"Tentacool","fileName":"072.png","description":"Tentacool absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This Pokemon shoots beams from the small round organ above its eyes."},{"id":73,"name":"Tentacruel","fileName":"073.png","description":"Tentacruel has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time."},{"id":74,"name":"Geodude","fileName":"074.png","description":"When Geodude sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this Pokemon rolls downhill in search of food."},{"id":75,"name":"Graveler","fileName":"075.png","description":"Rocks are Graveler's favorite food. This Pokemon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom."},{"id":76,"name":"Golem","fileName":"076.png","description":"Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokemon's course."},{"id":77,"name":"Ponyta","fileName":"077.png","description":"Ponyta is very weak at birth. It can barely stand up. This Pokemon becomes stronger by stumbling and falling to keep up with its parent."},{"id":78,"name":"Rapidash","fileName":"078.png","description":"Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokemon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph."},{"id":79,"name":"Slowpoke","fileName":"079.png","description":"Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokemon often forgets what it's doing and often spends entire days just loafing at water's edge."},{"id":80,"name":"Slowbro","fileName":"080.png","description":"Slowbro's tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead."},{"id":81,"name":"Magnemite","fileName":"081.png","description":"Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokemon becomes incapable of flight if its internal electrical supply is depleted."},{"id":82,"name":"Magneton","fileName":"082.png","description":"Magneton emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokemon inside a Poke Ball."},{"id":83,"name":"Farfetch'd","fileName":"083.png","description":"Farfetch'd is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokemon has been known to fight with others over stalks."},{"id":84,"name":"Doduo","fileName":"084.png","description":"Doduo's two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokemon possessing different sets of brains."},{"id":85,"name":"Dodrio","fileName":"085.png","description":"Apparently, the heads aren't the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest."},{"id":86,"name":"Seel","fileName":"086.png","description":"Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head."},{"id":87,"name":"Dewgong","fileName":"087.png","description":"Dewgong loves to snooze on bitterly cold ice. The sight of this Pokemon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago."},{"id":88,"name":"Grimer","fileName":"088.png","description":"Grimer emerged from the sludge that settled on a polluted seabed. This Pokemon loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body."},{"id":89,"name":"Muk","fileName":"089.png","description":"This Pokemon's favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, Muk are certain to gather."},{"id":90,"name":"Shellder","fileName":"090.png","description":"At night, this Pokemon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out."},{"id":91,"name":"Cloyster","fileName":"091.png","description":"Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokemon shoots spikes from its shell using the same system."},{"id":92,"name":"Gastly","fileName":"092.png","description":"Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokemon cluster under the eaves of houses to escape the ravages of wind."},{"id":93,"name":"Haunter","fileName":"093.png","description":"Haunter is a dangerous Pokemon. If one beckons you while floating in darkness, you must never approach it. This Pokemon will try to lick you with its tongue and steal your life away."},{"id":94,"name":"Gengar","fileName":"094.png","description":"Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow."},{"id":95,"name":"Onix","fileName":"095.png","description":"Onix has a magnet in its brain. It acts as a compass so that this Pokemon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother."},{"id":96,"name":"Drowzee","fileName":"096.png","description":"If your nose becomes itchy while you are sleeping, it's a sure sign that one of these Pokemon is standing above your pillow and trying to eat your dream through your nostrils."},{"id":97,"name":"Hypno","fileName":"097.png","description":"Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokemon searches for prey, it polishes the pendulum."},{"id":98,"name":"Krabby","fileName":"098.png","description":"Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokemon can be seen squabbling with each other over territory."},{"id":99,"name":"Kingler","fileName":"099.png","description":"Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokemon quickly tires."},{"id":100,"name":"Voltorb","fileName":"100.png","description":"Voltorb is extremely sensitive?it explodes at the slightest of shocks. It is rumored that it was first created when a Poke Ball was exposed to a powerful pulse of energy."},{"id":101,"name":"Electrode","fileName":"101.png","description":"One of Electrode's characteristics is its attraction to electricity. It is a problematical Pokemon that congregates mostly at electrical power plants to feed on electricity that has just been generated."},{"id":102,"name":"Exeggcute","fileName":"102.png","description":"This Pokemon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution."},{"id":103,"name":"Exeggutor","fileName":"103.png","description":"Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute."},{"id":104,"name":"Cubone","fileName":"104.png","description":"Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokemon wears are made by the tears it sheds."},{"id":105,"name":"Marowak","fileName":"105.png","description":"Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokemon's tempered and hardened spirit is not easily broken."},{"id":106,"name":"Hitmonlee","fileName":"106.png","description":"Hitmonlee's legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue."},{"id":107,"name":"Hitmonchan","fileName":"107.png","description":"Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokemon has an indomitable spirit and will never give up in the face of adversity."},{"id":108,"name":"Lickitung","fileName":"108.png","description":"Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things."},{"id":109,"name":"Koffing","fileName":"109.png","description":"Koffing embodies toxic substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful poison gas. The higher the temperature, the more gas is concocted by this Pokemon."},{"id":110,"name":"Weezing","fileName":"110.png","description":"Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokemon also becomes more putrid."},{"id":111,"name":"Rhyhorn","fileName":"111.png","description":"Rhyhorn's brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something."},{"id":112,"name":"Rhydon","fileName":"112.png","description":"Rhydon has a horn that serves as a drill. It is used for destroying rocks and boulders. This Pokemon occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat."},{"id":113,"name":"Chansey","fileName":"113.png","description":"Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite."},{"id":114,"name":"Tangela","fileName":"114.png","description":"Tangela's vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day."},{"id":115,"name":"Kangaskhan","fileName":"115.png","description":"If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokemon's parent is sure to be in the area, and it will become violently enraged at you."},{"id":116,"name":"Horsea","fileName":"116.png","description":"If Horsea senses danger, it will reflexively spray a dense black ink from its mouth and try to escape. This Pokemon swims by cleverly flapping the fin on its back."},{"id":117,"name":"Seadra","fileName":"117.png","description":"Seadra generates whirlpools by spinning its body. The whirlpools are strong enough to swallow even fishing boats. This Pokemon weakens prey with these currents, then swallows it whole."},{"id":118,"name":"Goldeen","fileName":"118.png","description":"Goldeen loves swimming wild and free in rivers and ponds. If one of these Pokemon is placed in an aquarium, it will shatter even the thickest glass with one ram of its horn and make its escape."},{"id":119,"name":"Seaking","fileName":"119.png","description":"Seaking is very protective of its eggs. The male and female will take turns patrolling around their nest and eggs. The guarding of eggs by these Pokemon goes on for over a month."},{"id":120,"name":"Staryu","fileName":"120.png","description":"Staryu apparently communicates with the stars in the night sky by flashing the red core at the center of its body. If parts of its body are torn, this Pokemon simply regenerates the missing pieces and limbs."},{"id":121,"name":"Starmie","fileName":"121.png","description":"Starmie swims through water by spinning its star-shaped body as if it were a propeller on a ship. The core at the center of this Pokemon's body glows in seven colors."},{"id":122,"name":"Mr. Mime","fileName":"122.png","description":"Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real."},{"id":123,"name":"Scyther","fileName":"123.png","description":"Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokemon's scythes are so effective, they can slice through thick logs in one wicked stroke."},{"id":124,"name":"Jynx","fileName":"124.png","description":"Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing."},{"id":125,"name":"Electabuzz","fileName":"125.png","description":"When a storm arrives, gangs of this Pokemon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods."},{"id":126,"name":"Magmar","fileName":"126.png","description":"In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokemon's fiery bursts create heat waves that ignite grass and trees in its surroundings."},{"id":127,"name":"Pinsir","fileName":"127.png","description":"Pinsir has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe's body when the pincer closes, making it tough for the foe to escape."},{"id":128,"name":"Tauros","fileName":"128.png","description":"This Pokemon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself."},{"id":129,"name":"Magikarp","fileName":"129.png","description":"Magikarp is virtually useless in battle as it can only splash around. As a result, it is considered to be weak. However, it is actually a very hardy Pokemon that can survive in any body of water no matter how polluted it is."},{"id":130,"name":"Gyarados","fileName":"130.png","description":"Once Gyarados goes on a rampage, its ferociously violent blood doesn't calm until it has burned everything down. There are records of this Pokemon's rampages lasting a whole month."},{"id":131,"name":"Lapras","fileName":"131.png","description":"People have driven Lapras almost to the point of extinction. In the evenings, this Pokemon is said to sing plaintively as it seeks what few others of its kind still remain."},{"id":132,"name":"Ditto","fileName":"132.png","description":"Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokemon manages to get details wrong."},{"id":133,"name":"Eevee","fileName":"133.png","description":"Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokemon to evolve."},{"id":134,"name":"Vaporeon","fileName":"134.png","description":"Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokemon has the ability to freely control water."},{"id":135,"name":"Jolteon","fileName":"135.png","description":"Jolteon's cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokemon to drop thunderbolts. The bristling fur is made of electrically charged needles."},{"id":136,"name":"Flareon","fileName":"136.png","description":"Flareon's fluffy fur has a functional purpose?it releases heat into the air so that its body does not get excessively hot. This Pokemon's body temperature can rise to a maximum of 1,650 degrees Fahrenheit."},{"id":137,"name":"Porygon","fileName":"137.png","description":"Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokemon is copy protected so it cannot be duplicated by copying."},{"id":138,"name":"Omanyte","fileName":"138.png","description":"Omanyte is one of the ancient and long-since-extinct Pokemon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell."},{"id":139,"name":"Omastar","fileName":"139.png","description":"Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous."},{"id":140,"name":"Kabuto","fileName":"140.png","description":"Kabuto is a Pokemon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokemon has not changed at all for 300 million years."},{"id":141,"name":"Kabutops","fileName":"141.png","description":"Kabutops swam underwater to hunt for its prey in ancient times. The Pokemon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs."},{"id":142,"name":"Aerodactyl","fileName":"142.png","description":"Aerodactyl is a Pokemon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times."},{"id":143,"name":"Snorlax","fileName":"143.png","description":"Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokemon that there are children who use its expansive belly as a place to play."},{"id":144,"name":"Articuno","fileName":"144.png","description":"Articuno is a legendary bird Pokemon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokemon flies, snow will fall."},{"id":145,"name":"Zapdos","fileName":"145.png","description":"Zapdos is a legendary bird Pokemon that has the ability to control electricity. It usually lives in thunderclouds. The Pokemon gains power if it is stricken by lightning bolts."},{"id":146,"name":"Moltres","fileName":"146.png","description":"Moltres is a legendary bird Pokemon that has the ability to control fire. If this Pokemon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself."},{"id":147,"name":"Dratini","fileName":"147.png","description":"Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels."},{"id":148,"name":"Dragonair","fileName":"148.png","description":"Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail."},{"id":149,"name":"Dragonite","fileName":"149.png","description":"Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokemon that leads lost and foundering ships in a storm to the safety of land."},{"id":150,"name":"Mewtwo","fileName":"150.png","description":"Mewtwo is a Pokemon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokemon's body, they failed to endow Mewtwo with a compassionate heart."},{"id":151,"name":"Mew","fileName":"151.png","description":"Mew is said to possess the genetic composition of all Pokemon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people."},{"id":152,"name":"Chikorita","fileName":"152.png","description":"In battle, Chikorita waves its leaf around to keep the foe at bay. However, a sweet fragrance also wafts from the leaf, becalming the battling Pokemon and creating a cozy, friendly atmosphere all around."},{"id":153,"name":"Bayleef","fileName":"153.png","description":"Bayleef's neck is ringed by curled-up leaves. Inside each tubular leaf is a small shoot of a tree. The fragrance of this shoot makes people peppy."},{"id":154,"name":"Meganium","fileName":"154.png","description":"The fragrance of Meganium's flower soothes and calms emotions. In battle, this Pokemon gives off more of its becalming scent to blunt the foe's fighting spirit."},{"id":155,"name":"Cyndaquil","fileName":"155.png","description":"Cyndaquil protects itself by flaring up the flames on its back. The flames are vigorous if the Pokemon is angry. However, if it is tired, the flames splutter fitfully with incomplete combustion."},{"id":156,"name":"Quilava","fileName":"156.png","description":"Quilava keeps its foes at bay with the intensity of its flames and gusts of superheated air. This Pokemon applies its outstanding nimbleness to dodge attacks even while scorching the foe with flames."},{"id":157,"name":"Typhlosion","fileName":"157.png","description":"Typhlosion obscures itself behind a shimmering heat haze that it creates using its intensely hot flames. This Pokemon creates blazing explosive blasts that burn everything to cinders."},{"id":158,"name":"Totodile","fileName":"158.png","description":"Despite the smallness of its body, Totodile's jaws are very powerful. While the Pokemon may think it is just playfully nipping, its bite has enough power to cause serious injury."},{"id":159,"name":"Croconaw","fileName":"159.png","description":"Once Croconaw has clamped its jaws on its foe, it will absolutely not let go. Because the tips of its fangs are forked back like barbed fishhooks, they become impossible to remove when they have sunk in."},{"id":160,"name":"Feraligatr","fileName":"160.png","description":"Feraligatr intimidates its foes by opening its huge mouth. In battle, it will kick the ground hard with its thick and powerful hind legs to charge at the foe at an incredible speed."},{"id":161,"name":"Sentret","fileName":"161.png","description":"When Sentret sleeps, it does so while another stands guard. The sentry wakes the others at the first sign of danger. When this Pokemon becomes separated from its pack, it becomes incapable of sleep due to fear."},{"id":162,"name":"Furret","fileName":"162.png","description":"Furret has a very slim build. When under attack, it can slickly squirm through narrow spaces and get away. In spite of its short limbs, this Pokemon is very nimble and fleet."},{"id":163,"name":"Hoothoot","fileName":"163.png","description":"Hoothoot has an internal organ that senses and tracks the earth's rotation. Using this special organ, this Pokemon begins hooting at precisely the same time every day."},{"id":164,"name":"Noctowl","fileName":"164.png","description":"Noctowl never fails at catching prey in darkness. This Pokemon owes its success to its superior vision that allows it to see in minimal light, and to its soft, supple wings that make no sound in flight."},{"id":165,"name":"Ledyba","fileName":"165.png","description":"Ledyba secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others. This Pokemon conveys its feelings to others by altering the fluid's scent."},{"id":166,"name":"Ledian","fileName":"166.png","description":"It is said that in lands with clean air, where the stars fill the sky, there live Ledian in countless numbers. There is a good reason for this?the Pokemon uses the light of the stars as its energy."},{"id":167,"name":"Spinarak","fileName":"167.png","description":"The web spun by Spinarak can be considered its second nervous system. It is said that this Pokemon can determine what kind of prey is touching its web just by the tiny vibrations it feels through the web's strands."},{"id":168,"name":"Ariados","fileName":"168.png","description":"Ariados's feet are tipped with tiny hooked claws that enable it to scuttle on ceilings and vertical walls. This Pokemon constricts the foe with thin and strong silk webbing."},{"id":169,"name":"Crobat","fileName":"169.png","description":"Crobat sneaks up on its intended prey using wings that barely make a sound. This Pokemon rests by hanging on a tree branch with its rear legs that serve as wings."},{"id":170,"name":"Chinchou","fileName":"170.png","description":"Chinchou's two antennas are filled with cells that generate strong electricity. This Pokemon's cells create so much electrical power, it even makes itself tingle slightly."},{"id":171,"name":"Lanturn","fileName":"171.png","description":"Lanturn is known to emit light. If you peer down into the dark sea from a ship at night, you can sometimes see this Pokemon's light rising from the depths where it swims. It gives the sea an appearance of a starlit night."},{"id":172,"name":"Pichu","fileName":"172.png","description":"When Pichu plays with others, it may short out electricity with another Pichu, creating a shower of sparks. In that event, this Pokemon will begin crying, startled by the flash of sparks."},{"id":173,"name":"Cleffa","fileName":"173.png","description":"On nights with many shooting stars, Cleffa can be seen dancing in a ring. They dance through the night and stop only at the break of day, when these Pokemon quench their thirst with the morning dew."},{"id":174,"name":"Igglybuff","fileName":"174.png","description":"Igglybuff has a soft and plushy body that feels very much like a marshmallow. From this body wafts a gently sweet fragrance that soothes and calms the emotions of its foes."},{"id":175,"name":"Togepi","fileName":"175.png","description":"As its energy, Togepi uses the positive emotions of compassion and pleasure exuded by people and Pokemon. This Pokemon stores up feelings of happiness inside its shell, then shares them with others."},{"id":176,"name":"Togetic","fileName":"176.png","description":"Togetic is said to be a Pokemon that brings good fortune. When the Pokemon spots someone who is pure of heart, it is said to appear and share its happiness with that person."},{"id":177,"name":"Natu","fileName":"177.png","description":"Natu has a highly developed jumping ability. The Pokemon flaps and leaps onto tree branches that are taller than grown-up people to pick at the tree's new shoots."},{"id":178,"name":"Xatu","fileName":"178.png","description":"Xatu is known to stand motionless while staring at the sun all day long. Some people revere it as a mystical Pokemon out of their belief that Xatu is in possession of the power to see into the future."},{"id":179,"name":"Mareep","fileName":"179.png","description":"Mareep's fluffy coat of wool rubs together and builds a static charge. The more static electricity is charged, the more brightly the lightbulb at the tip of its tail glows."},{"id":180,"name":"Flaaffy","fileName":"180.png","description":"Flaaffy's wool quality changes so that it can generate a high amount of static electricity with a small amount of wool. The bare and slick parts of its hide are shielded against electricity."},{"id":181,"name":"Ampharos","fileName":"181.png","description":"Ampharos gives off so much light that it can be seen even from space. People in the old days used the light of this Pokemon to send signals back and forth with others far away."},{"id":182,"name":"Bellossom","fileName":"182.png","description":"A Bellossom grows flowers more beautifully if it has evolved from a smelly Gloom?the more stinky the better. At night, this Pokemon closes its petals and goes to sleep."},{"id":183,"name":"Marill","fileName":"183.png","description":"When fishing for food at the edge of a fast-running stream, Marill wraps its tail around the trunk of a tree. This Pokemon's tail is flexible and configured to stretch."},{"id":184,"name":"Azumarill","fileName":"184.png","description":"Azumarill can make balloons out of air. It makes these air balloons if it spots a drowning Pokemon. The air balloons enable the Pokemon in trouble to breathe."},{"id":185,"name":"Sudowoodo","fileName":"185.png","description":"Sudowoodo camouflages itself as a tree to avoid being attacked by enemies. However, because its hands remain green throughout the year, the Pokemon is easily identified as a fake during the winter."},{"id":186,"name":"Politoed","fileName":"186.png","description":"The curled hair on Politoed's head is proof of its status as a king. It is said that the longer and more curled the hair, the more respect this Pokemon earns from its peers."},{"id":187,"name":"Hoppip","fileName":"187.png","description":"This Pokemon drifts and floats with the wind. If it senses the approach of strong winds, Hoppip links its leaves with other Hoppip to prepare against being blown away."},{"id":188,"name":"Skiploom","fileName":"188.png","description":"Skiploom's flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokemon is sometimes used as a thermometer."},{"id":189,"name":"Jumpluff","fileName":"189.png","description":"Jumpluff rides warm southern winds to cross the sea and fly to foreign lands. The Pokemon descends to the ground when it encounters cold air while it is floating."},{"id":190,"name":"Aipom","fileName":"190.png","description":"Aipom's tail ends in a hand-like appendage that can be cleverly manipulated. However, because the Pokemon uses its tail so much, its real hands have become rather clumsy."},{"id":191,"name":"Sunkern","fileName":"191.png","description":"Sunkern tries to move as little as it possibly can. It does so because it tries to conserve all the nutrients it has stored in its body for its evolution. It will not eat a thing, subsisting only on morning dew."},{"id":192,"name":"Sunflora","fileName":"192.png","description":"Sunflora converts solar energy into nutrition. It moves around actively in the daytime when it is warm. It stops moving as soon as the sun goes down for the night."},{"id":193,"name":"Yanma","fileName":"193.png","description":"Yanma is capable of seeing 360 degrees without having to move its eyes. It is a great flier that is adept at making sudden stops and turning midair. This Pokemon uses its flying ability to quickly chase down targeted prey."},{"id":194,"name":"Wooper","fileName":"194.png","description":"Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film."},{"id":195,"name":"Quagsire","fileName":"195.png","description":"Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokemon does not move, it does not get very hungry."},{"id":196,"name":"Espeon","fileName":"196.png","description":"Espeon is extremely loyal to any Trainer it considers to be worthy. It is said that this Pokemon developed its precognitive powers to protect its Trainer from harm."},{"id":197,"name":"Umbreon","fileName":"197.png","description":"Umbreon evolved as a result of exposure to the moon's waves. It hides silently in darkness and waits for its foes to make a move. The rings on its body glow when it leaps to attack."},{"id":198,"name":"Murkrow","fileName":"198.png","description":"Murkrow was feared and loathed as the alleged bearer of ill fortune. This Pokemon shows strong interest in anything that sparkles or glitters. It will even try to steal rings from women."},{"id":199,"name":"Slowking","fileName":"199.png","description":"Slowking undertakes research every day in an effort to solve the mysteries of the world. However, this Pokemon apparently forgets everything it has learned if the Shellder on its head comes off."},{"id":200,"name":"Misdreavus","fileName":"200.png","description":"Misdreavus frightens people with a creepy, sobbing cry. The Pokemon apparently uses its red spheres to absorb the fearful feelings of foes and turn them into nutrition."},{"id":201,"name":"Unown","fileName":"201.png","description":"This Pokemon is shaped like ancient writing. It is a mystery as to which came first, the ancient writings or the various Unown. Research into this topic is ongoing but nothing is known."},{"id":202,"name":"Wobbuffet","fileName":"202.png","description":"Wobbuffet does nothing but endure attacks?it won't attack on its own. However, it won't endure an attack on its tail. When that happens, the Pokemon will try to take the foe with it using Destiny Bond."},{"id":203,"name":"Girafarig","fileName":"203.png","description":"Girafarig's rear head contains a tiny brain that is too small for thinking. However, the rear head doesn't need to sleep, so it can keep watch over its surroundings 24 hours a day."},{"id":204,"name":"Pineco","fileName":"204.png","description":"Pineco hangs from a tree branch and patiently waits for prey to come along. If the Pokemon is disturbed while eating by someone shaking its tree, it drops down to the ground and explodes with no warning."},{"id":205,"name":"Forretress","fileName":"205.png","description":"Forretress conceals itself inside its hardened steel shell. The shell is opened when the Pokemon is catching prey, but it does so at such a quick pace that the shell's inside cannot be seen."},{"id":206,"name":"Dunsparce","fileName":"206.png","description":"Dunsparce has a drill for its tail. It uses this tail to burrow into the ground backward. This Pokemon is known to make its nest in complex shapes deep under the ground."},{"id":207,"name":"Gligar","fileName":"207.png","description":"Gligar glides through the air without a sound as if it were sliding. This Pokemon hangs on to the face of its foe using its clawed hind legs and the large pincers on its forelegs, then injects the prey with its poison barb."},{"id":208,"name":"Steelix","fileName":"208.png","description":"Steelix lives even further underground than Onix. This Pokemon is known to dig toward the earth's core. There are records of this Pokemon reaching a depth of over six-tenths of a mile underground."},{"id":209,"name":"Snubbull","fileName":"209.png","description":"By baring its fangs and making a scary face, Snubbull sends smaller Pokemon scurrying away in terror. However, this Pokemon seems a little sad at making its foes flee."},{"id":210,"name":"Granbull","fileName":"210.png","description":"Granbull has a particularly well-developed lower jaw. The enormous fangs are heavy, causing the Pokemon to tip its head back for balance. Unless it is startled, it will not try to bite indiscriminately."},{"id":211,"name":"Qwilfish","fileName":"211.png","description":"Qwilfish sucks in water, inflating itself. This Pokemon uses the pressure of the water it swallowed to shoot toxic quills all at once from all over its body. It finds swimming somewhat challenging."},{"id":212,"name":"Scizor","fileName":"212.png","description":"Scizor has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. This Pokemon flaps its wings to regulate its body temperature."},{"id":213,"name":"Shuckle","fileName":"213.png","description":"Shuckle quietly hides itself under rocks, keeping its body concealed inside its hard shell while eating berries it has stored away. The berries mix with its body fluids to become a juice."},{"id":214,"name":"Heracross","fileName":"214.png","description":"Heracross has sharp claws on its feet. These are planted firmly into the ground or the bark of a tree, giving the Pokemon a secure and solid footing to forcefully fling away foes with its proud horn."},{"id":215,"name":"Sneasel","fileName":"215.png","description":"Sneasel scales trees by punching its hooked claws into the bark. This Pokemon seeks out unguarded nests and steals eggs for food while the parents are away."},{"id":216,"name":"Teddiursa","fileName":"216.png","description":"This Pokemon likes to lick its palms that are sweetened by being soaked in honey. Teddiursa concocts its own honey by blending fruits and pollen collected by Beedrill."},{"id":217,"name":"Ursaring","fileName":"217.png","description":"In the forests inhabited by Ursaring, it is said that there are many streams and towering trees where they gather food. This Pokemon walks through its forest gathering food every day."},{"id":218,"name":"Slugma","fileName":"218.png","description":"Slugma does not have any blood in its body. Instead, intensely hot magma circulates throughout this Pokemon's body, carrying essential nutrients and oxygen to its organs."},{"id":219,"name":"Magcargo","fileName":"219.png","description":"Magcargo's body temperature is approximately 18,000 degrees Fahrenheit. Water is vaporized on contact. If this Pokemon is caught in the rain, the raindrops instantly turn into steam, cloaking the area in a thick fog."},{"id":220,"name":"Swinub","fileName":"220.png","description":"Swinub roots for food by rubbing its snout against the ground. Its favorite food is a mushroom that grows under the cover of dead grass. This Pokemon occasionally roots out hot springs."},{"id":221,"name":"Piloswine","fileName":"221.png","description":"Piloswine is covered by a thick coat of long hair that enables it to endure the freezing cold. This Pokemon uses its tusks to dig up food that has been buried under ice."},{"id":222,"name":"Corsola","fileName":"222.png","description":"Clusters of Corsola congregate in warm seas where they serve as ideal hiding places for smaller Pokemon. When the water temperature falls, this Pokemon migrates to the southern seas."},{"id":223,"name":"Remoraid","fileName":"223.png","description":"Remoraid sucks in water, then expels it at high velocity using its abdominal muscles to shoot down flying prey. When evolution draws near, this Pokemon travels downstream from rivers."},{"id":224,"name":"Octillery","fileName":"224.png","description":"Octillery grabs onto its foe using its tentacles. This Pokemon tries to immobilize it before delivering the finishing blow. If the foe turns out to be too strong, Octillery spews ink to escape."},{"id":225,"name":"Delibird","fileName":"225.png","description":"Delibird carries its food bundled up in its tail. There once was a famous explorer who managed to reach the peak of the world's highest mountain, thanks to one of these Pokemon sharing its food."},{"id":226,"name":"Mantine","fileName":"226.png","description":"On sunny days, schools of Mantine can be seen elegantly leaping over the sea's waves. This Pokemon is not bothered by the Remoraid that hitches rides."},{"id":227,"name":"Skarmory","fileName":"227.png","description":"Skarmory's steel wings become tattered and bashed in from repeated battles. Once a year, the battered wings grow back completely, restoring the cutting edges to their pristine state."},{"id":228,"name":"Houndour","fileName":"228.png","description":"Houndour hunt as a coordinated pack. They communicate with each other using a variety of cries to corner their prey. This Pokemon's remarkable teamwork is unparalleled."},{"id":229,"name":"Houndoom","fileName":"229.png","description":"In a Houndoom pack, the one with its horns raked sharply toward the back serves a leadership role. These Pokemon choose their leader by fighting among themselves."},{"id":230,"name":"Kingdra","fileName":"230.png","description":"Kingdra sleeps on the seafloor where it is otherwise devoid of life. When a storm arrives, the Pokemon is said to awaken and wander about in search of prey."},{"id":231,"name":"Phanpy","fileName":"231.png","description":"Phanpy uses its long nose to shower itself. When others gather around, they thoroughly douse each other with water. These Pokemon can be seen drying their soaking-wet bodies at the edge of water."},{"id":232,"name":"Donphan","fileName":"232.png","description":"If Donphan were to tackle with its hard body, even a house could be destroyed. Using its massive strength, the Pokemon helps clear rock and mud slides that block mountain trails."},{"id":233,"name":"Porygon2","fileName":"233.png","description":"Porygon2 was created by humans using the power of science. The man-made Pokemon has been endowed with artificial intelligence that enables it to learn new gestures and emotions on its own."},{"id":234,"name":"Stantler","fileName":"234.png","description":"Stantler's magnificent antlers were traded at high prices as works of art. As a result, this Pokemon was hunted close to extinction by those who were after the priceless antlers."},{"id":235,"name":"Smeargle","fileName":"235.png","description":"Smeargle marks the boundaries of its territory using a body fluid that leaks out from the tip of its tail. Over 5,000 different marks left by this Pokemon have been found."},{"id":236,"name":"Tyrogue","fileName":"236.png","description":"Tyrogue becomes stressed out if it does not get to train every day. When raising this Pokemon, the Trainer must establish and uphold various training methods."},{"id":237,"name":"Hitmontop","fileName":"237.png","description":"Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. The Pokemon travels faster spinning than it does walking."},{"id":238,"name":"Smoochum","fileName":"238.png","description":"Smoochum actively runs about, but also falls quite often. Whenever the chance arrives, it will look for its reflection to make sure its face hasn't become dirty."},{"id":239,"name":"Elekid","fileName":"239.png","description":"Elekid stores electricity in its body. If it touches metal and accidentally discharges all its built-up electricity, this Pokemon begins swinging its arms in circles to recharge itself."},{"id":240,"name":"Magby","fileName":"240.png","description":"Magby's state of health is determined by observing the fire it breathes. If the Pokemon is spouting yellow flames from its mouth, it is in good health. When it is fatigued, black smoke will be mixed in with the flames."},{"id":241,"name":"Miltank","fileName":"241.png","description":"Miltank gives over five gallons of milk on a daily basis. Its sweet milk is enjoyed by children and grown-ups alike. People who can't drink milk turn it into yogurt and eat it instead."},{"id":242,"name":"Blissey","fileName":"242.png","description":"Blissey senses sadness with its fluffy coat of fur. If it does so, this Pokemon will rush over to a sad person, no matter how far away, to share a Lucky Egg that brings a smile to any face."},{"id":243,"name":"Raikou","fileName":"243.png","description":"Raikou embodies the speed of lightning. The roars of this Pokemon send shock waves shuddering through the air and shake the ground as if lightning bolts had come crashing down."},{"id":244,"name":"Entei","fileName":"244.png","description":"Entei embodies the passion of magma. This Pokemon is thought to have been born in the eruption of a volcano. It sends up massive bursts of fire that utterly consume all that they touch."},{"id":245,"name":"Suicune","fileName":"245.png","description":"Suicune embodies the compassion of a pure spring of water. It runs across the land with gracefulness. This Pokemon has the power to purify dirty water."},{"id":246,"name":"Larvitar","fileName":"246.png","description":"Larvitar is born deep under the ground. To come up to the surface, this Pokemon must eat its way through the soil above. Until it does so, Larvitar cannot see its parents."},{"id":247,"name":"Pupitar","fileName":"247.png","description":"Pupitar creates a gas inside its body that it compresses and forcefully ejects to propel itself like a jet. The body is very durable?it avoids damage even if it hits solid steel."},{"id":248,"name":"Tyranitar","fileName":"248.png","description":"Tyranitar is so overwhelmingly powerful, it can bring down a whole mountain to make its nest. This Pokemon wanders about in mountains seeking new opponents to fight."},{"id":249,"name":"Lugia","fileName":"249.png","description":"Lugia's wings pack devastating power?a light fluttering of its wings can blow apart regular houses. As a result, this Pokemon chooses to live out of sight deep under the sea."},{"id":250,"name":"Ho-Oh","fileName":"250.png","description":"Ho-Oh's feathers glow in seven colors depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokemon is said to live at the foot of a rainbow."},{"id":251,"name":"Celebi","fileName":"251.png","description":"This Pokemon came from the future by crossing over time. It is thought that so long as Celebi appears, a bright and shining future awaits us."},{"id":252,"name":"Treecko","fileName":"252.png","description":"Treecko is cool, calm, and collected?it never panics under any situation. If a bigger foe were to glare at this Pokemon, it would glare right back without conceding an inch of ground."},{"id":253,"name":"Grovyle","fileName":"253.png","description":"This Pokemon adeptly flies from branch to branch in trees. In a forest, no Pokemon can ever hope to catch a fleeing Grovyle however fast they may be."},{"id":254,"name":"Sceptile","fileName":"254.png","description":"Sceptile has seeds growing on its back. They are said to be bursting with nutrients that revitalize trees. This Pokemon raises the trees in a forest with loving care."},{"id":255,"name":"Torchic","fileName":"255.png","description":"Torchic has a place inside its body where it keeps its flame. Give it a hug?it will be glowing with warmth. This Pokemon is covered all over by a fluffy coat of down."},{"id":256,"name":"Combusken","fileName":"256.png","description":"Combusken battles with the intensely hot flames it spews from its beak and with outstandingly destructive kicks. This Pokemon's cry is very loud and distracting."},{"id":257,"name":"Blaziken","fileName":"257.png","description":"Blaziken has incredibly strong legs?it can easily clear a 30-story building in one leap. This Pokemon's blazing punches leave its foes scorched and blackened."},{"id":258,"name":"Mudkip","fileName":"258.png","description":"In water, Mudkip breathes using the gills on its cheeks. If it is faced with a tight situation in battle, this Pokemon will unleash its amazing power?it can crush rocks bigger than itself."},{"id":259,"name":"Marshtomp","fileName":"259.png","description":"Marshtomp is much faster at traveling through mud than it is at swimming. This Pokemon's hindquarters exhibit obvious development, giving it the ability to walk on just its hind legs."},{"id":260,"name":"Swampert","fileName":"260.png","description":"Swampert predicts storms by sensing subtle differences in the sounds of waves and tidal winds with its fins. If a storm is approaching, it piles up boulders to protect itself."},{"id":261,"name":"Poochyena","fileName":"261.png","description":"Poochyena is an omnivore?it will eat anything. A distinguishing feature is how large its fangs are compared to its body. This Pokemon tries to intimidate its foes by making the hair on its tail bristle out."},{"id":262,"name":"Mightyena","fileName":"262.png","description":"Mightyena travel and act as a pack in the wild. The memory of its life in the wild compels the Pokemon to obey only those Trainers that it recognizes to possess superior skill."},{"id":263,"name":"Zigzagoon","fileName":"263.png","description":"The hair on Zigzagoon's back is bristly. It rubs the hard back hair against trees to leave its territorial markings. This Pokemon may play dead to fool foes in battle."},{"id":264,"name":"Linoone","fileName":"264.png","description":"When hunting, Linoone will make a beeline straight for the prey at a full run. While this Pokemon is capable of topping 60 mph, it has to come to a screeching halt before it can turn."},{"id":265,"name":"Wurmple","fileName":"265.png","description":"Wurmple is targeted by Swellow as prey. This Pokemon will try to resist by pointing the spikes on its rear at the attacking predator. It will weaken the foe by leaking poison from the spikes."},{"id":266,"name":"Silcoon","fileName":"266.png","description":"Silcoon was thought to endure hunger and not consume anything before its evolution. However, it is now thought that this Pokemon slakes its thirst by drinking rainwater that collects on its silk."},{"id":267,"name":"Beautifly","fileName":"267.png","description":"Beautifly has a long mouth like a coiled needle, which is very convenient for collecting pollen from flowers. This Pokemon rides the spring winds as it flits around gathering pollen."},{"id":268,"name":"Cascoon","fileName":"268.png","description":"If it is attacked, Cascoon remains motionless however badly it may be hurt. It does so because if it were to move, its body would be weak upon evolution. This Pokemon will also not forget the pain it endured."},{"id":269,"name":"Dustox","fileName":"269.png","description":"When Dustox flaps its wings, a fine dust is scattered all over. This dust is actually a powerful poison that will even make a pro wrestler sick. This Pokemon searches for food using its antennae like radar."},{"id":270,"name":"Lotad","fileName":"270.png","description":"Lotad is said to have dwelled on land before. However, this Pokemon is thought to have returned to water because the leaf on its head grew large and heavy. It now lives by floating atop the water."}]
